{
  "city": "Pune",
  "country": "India",
  "info": "Pune is a city in the western Indian state of Maharashtra. It was founded in the 17th century by the Peshwas, who were the hereditary prime ministers of the Maratha Empire. Pune was the winter capital of the Maratha Empire and was a major center of culture and education. The city is home to many historical landmarks, including the Shaniwar Wada, the Aga Khan Palace, and the Pataleshwar Cave Temple. Pune is also known for its educational institutions, including the University of Pune and the Indian Institute of Technology Bombay. If you are visiting Pune, be sure to explore its rich history and culture.",
  "places": [
    {
      "address": "Chhatrapati Shivaji Maharaj Rd, Durvankur Society, Kasba Peth, Pune, Maharashtra 411011, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJoZE8eWXAwjsRkh_y2oBtIEo/photos/AWU5eFj4RuFQuRkAscWmkxl_MZAMBPQ_dh4CCKUNLPfrbFwXJRPLbs9DRlD2IQcMkIU3rbd3b0gJGZZu3_aV-RJIJZBSGUDMNpjMfOwsmzVHj_U0ZmRr9gjfZEgUf4ITTcLvHwCYA8R6dMGpfol2xDQILckpngq-zdD3ky06/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "Laal Mahal is a historical palace in Pune, India. It was built in the 18th century by the Peshwas, who were the rulers of the Maratha Empire. The palace is made of red stone, hence its name. It is located in the heart of the city and is a popular tourist attraction. The palace has a long and interesting history, and it is well worth exploring if you are visiting Pune.\n\nHere are some of the things you can explore at Laal Mahal:\n\n* The palace's exterior is made of red stone and features intricate carvings.\n* The interior of the palace is decorated with beautiful paintings and sculptures.\n* The palace has a number of courtyards, gardens, and fountains.\n* The palace also houses a museum that exhibits a collection of artifacts from the Peshwa era.\n\nIf you are interested in learning more about the history of Pune and the Maratha Empire, then a visit to Laal Mahal is definitely worth your time.",
      "latitude": 18.5187433,
      "longitude": 73.8566483,
      "name": "Laal Mahal",
      "phoneNumber": "+912024475510",
      "ratings": 4.5,
      "tag": "Historical Monument",
      "website": "http://www.maharashtratourism.net"
    },
    {
      "address": "619, RB Kumthekar Rd, Perugate, Sadashiv Peth, Pune, Maharashtra 411030, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJ8Q91IG7AwjsRf9iIv2c77wI/photos/AWU5eFi1SqXLJGU9zHzVVeciiAlsU3R1y5NtOyiAMpWxkpTHyRJ8vqG0j4bbRYHqjfuqLUzQjjZV4oGIy3qzLxd6wBTK8oce15HrVL7vIKWka4dbUcw7BWSPCzKv-jK9vMSPyQfGyonZ4NRRfzFtKc2jJqymFKkHHa5A4OGT/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "Vishrambaug Wada is a beautiful palace located in the city of Pune, India. It was built in the 18th century by the Peshwas, who were the rulers of the Maratha Empire at the time. The palace is a fine example of Maratha architecture, and it is full of intricate carvings and paintings. It is also home to a number of important historical artifacts, including a throne that was used by the Peshwas. Vishrambaug Wada is a popular tourist destination, and it is well worth a visit if you are interested in learning more about the history of Pune and the Maratha Empire.",
      "latitude": 18.513834199999998,
      "longitude": 73.8536767,
      "name": "Vishrambaug Wada",
      "phoneNumber": null,
      "ratings": 4.3,
      "tag": "Historical Monument",
      "website": "http://www.incredibleindia.org"
    },
    {
      "address": "Shaniwar Peth, Pune, Maharashtra 411030, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJ345NFGXAwjsRS8VmWAm4Azc/photos/AWU5eFh_PnWXdeuutPKBcCBBY4Dmmzyevqix61HBj67ve_WRg0I6moPo_Le0LujntMYzyOf3TH58CkwSIoQuxmdrq9y_6xMS6yfondA7TVEUBGn6yLbkIcsQt98X4W6B0Ommc8m6_7h1K-Fyrbv4FmV_PbVjc-GiGvPl6U9p/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "Shaniwar Wada is a historical fort located in the city of Pune, India. It was built in the 18th century by the Peshwas, who were the hereditary prime ministers of the Maratha Empire. The fort was used as the seat of the Peshwa government and was also a military stronghold. It is an imposing structure with high walls and towers, and it is surrounded by a moat. The fort is open to the public and is a popular tourist destination. It is also a UNESCO World Heritage Site.\n\nShaniwar Wada is a fascinating place to visit and learn about the history of Pune and the Maratha Empire. The fort is a beautiful example of Maratha architecture, and it is full of interesting stories and legends. If you are visiting Pune, be sure to add Shaniwar Wada to your list of places to visit!",
      "latitude": 18.5194647,
      "longitude": 73.8553175,
      "name": "Shaniwar Wada",
      "phoneNumber": null,
      "ratings": 4.3,
      "tag": "Historical Monument",
      "website": null
    },
    {
      "address": "715, PMC Vidyalaya Rd, Budhwar Peth, Pune, Maharashtra 411002, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJgXZ3fWXAwjsRnEpCIQhk7fY/photos/AWU5eFiK92xUj6GXfJA_ElXf8njLQRaheTOJIix3kJayXln8X_0tCEE3TmGwR7sTvgEx8jZEJLWt1fYF_QdM8F_sZ6ehvx87yTByH9wJ9Lp9CQi8kCA1gXo9tB5TMdpyxzEmv6xBo2KdJM2wyddvtp2FaJmWPDimSJ3mBTxN/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "Nana Wada is a historical place in Pune, India. It was built in the 18th century by Nana Phadnavis, the Peshwa of the Maratha Empire. The wada is a large complex of buildings, including a palace, a temple, and a garden. It is located on the banks of the Mutha River and is a popular tourist destination.\n\nThe wada is a fine example of Maratha architecture. The palace is built in a traditional style, with a central courtyard and a roof terrace. The temple is dedicated to Shiva and is decorated with beautiful carvings. The garden is a peaceful oasis in the middle of the city.\n\nNana Wada is a fascinating place to visit. It is a reminder of the rich history of Pune and the Maratha Empire. It is also a beautiful place to spend a few hours, exploring the grounds and learning about the history of the city.",
      "latitude": 18.5182802,
      "longitude": 73.8561775,
      "name": "Nana Wada",
      "phoneNumber": null,
      "ratings": 4.3,
      "tag": "Historical Monument",
      "website": "http://www.pmc.gov.in"
    },
    {
      "address": "FVRW+MW3, Wanawadi Rd, Pune Cantonment, Pune, Maharashtra 411001, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJkWVv59bBwjsRHarg2LI6ikI/photos/AWU5eFj2SuOj1LMwbS62HdKQIuzuYziVx7Wts6IKdz6D1t_cHeKIizo9xQtUa766qUoITcnDycjt9re2yVJvopCIrGptQuoM2OniWUFsMwkxDsm1A2ZAO00GC-Nit7b8YjDeIM7leDgGyN6b0Uw_6e_Kdi2XIe03r0PgnAZu/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "The Mahadji Shinde Chhatri is a historical monument located in the city of Pune, India. It was built in 1803 to commemorate the Maratha general Mahadji Shinde. The chhatri is a large, octagonal structure made of white marble. It is topped with a dome and has four pillars at each corner. The interior of the chhatri is decorated with intricate carvings. The chhatri is located in the centre of a large garden. The garden is filled with trees and flowers and is a popular spot for relaxation and reflection. The Mahadji Shinde Chhatri is a beautiful and historic monument that is well worth a visit. If you are in Pune, be sure to add this to your list of places to see.",
      "latitude": 18.491626099999998,
      "longitude": 73.89728629999999,
      "name": "Mahadji Shinde Chhatri",
      "phoneNumber": "+912026852141",
      "ratings": 4.3,
      "tag": "Historical Monument",
      "website": null
    },
    {
      "address": "GVG2+J5G, Jangali Maharaj Rd, Shivajinagar, Pune, Maharashtra 411005, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJQRwz7qzBwjsR_0lMobYguOU/photos/AWU5eFgJyeJQEyk9hNu5JxD-8fZY0cyacmqsCDCEWqAnTBTmt9XRVZVRttK83-xWiCxEYfl4sRdlx0FMFG9rRhc8U2PsENRFRGAQ9Z1T6lmpdEJ_WxYu0puH13q8H5mPqGr5RyGnH06io_vkwyfbbzI8Ypk2VwD1yqWNV_8Z/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "Pataleshwar Cave Temple is a 9th-century Hindu temple located in the city of Pune, India. It is dedicated to the god Shiva and is one of the most popular tourist destinations in Pune. The temple is carved out of a single rock and is located in a cave. The carvings on the walls of the cave depict scenes from Hindu mythology. The temple is also known for its acoustic properties. When you clap your hands in front of the Shivalinga, the echo sounds like a roar of a lion.",
      "latitude": 18.526568299999997,
      "longitude": 73.8504378,
      "name": "Pataleshwar Cave Temple",
      "phoneNumber": null,
      "ratings": 4.5,
      "tag": "Temple",
      "website": null
    },
    {
      "address": "1119/20, Kasba Peth, Pune, Maharashtra 411011, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJiykcZzPBwjsRbQXtnRDFm54/photos/AWU5eFgm5VUQN3aYT54v7CW-5fPMS2pnSquRDRtPgRkaoMFb_-CmIZ3HKehuFtX6ui2RdsVvP2zqKjUh17kxjshNEs92JQ2ZQX04E9Ki_fQR5ukJR4-82wIWEdSXrV6xHkllq5ZONBIFrU6p5URLQuQZGDsX3NU7bldvgZAD/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "The Old Stone Bridge in Pune, also known as the Chhatrapati Shivaji Maharaj Bridge, is a historic landmark in the city. It was built in 1805 by the British East India Company and was originally called the Bawda Bridge. The bridge was renamed after Chhatrapati Shivaji Maharaj, the founder of the Maratha Empire, in 1996.\n\nThe Old Stone Bridge is a beautiful example of colonial architecture. It is made of basalt and has a total length of 400 feet. The bridge is a popular tourist destination and is often featured in photographs and paintings of Pune.\n\nIn addition to its historical and architectural significance, the Old Stone Bridge is also a functional piece of infrastructure. It is used by pedestrians and vehicles to cross the Mutha River. The bridge is also a popular spot for fishing and relaxation.",
      "latitude": 18.522191,
      "longitude": 73.8549109,
      "name": "Old bridge ( Chhatrapati Shivaji Maharaj)",
      "phoneNumber": null,
      "ratings": 4.3,
      "tag": "Location",
      "website": null
    },
    {
      "address": "GVC3+HQ5 darga, opposite shaniwar wada, next to badi, Apte Ghat, Shaniwar Peth, Pune, Maharashtra 411030, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJcVnB5eTBwjsRj7EVhTJQNGU/photos/AWU5eFiwr_HqWv6ayws2wHDaSlOh6Cxq0vEJPgFIqRWw7vmehyC4YscHdBNdlXuAlbmjaF05eJd3cKOLgvuARjOer723XpSJIzCIKCLLPik2X0dux3rB25-hbQ4Sp9xgFWiQGECgMAYL8lRl-lSNSckjZCa6QOSiydxKyihP/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "Harati Hari is a temple located in the city of Pune, India. It is dedicated to the Hindu god Vishnu. The temple is believed to have been built in the 18th century by the Peshwa rulers of Pune. The temple is a popular pilgrimage site for Hindus, and is also a tourist attraction. The temple is surrounded by a large garden, and is a beautiful place to visit.",
      "latitude": 18.5213806,
      "longitude": 73.8544914,
      "name": "हरात हरी",
      "phoneNumber": null,
      "ratings": 5,
      "tag": "Location",
      "website": null
    },
    {
      "address": "GV9F+PRJ, Gawaliwada, Modi Colony, Pune, Maharashtra 411001, India",
      "emails": null,
      "images": "https://places.googleapis.com/v1/places/ChIJdeYeKUXAwjsRdEqtQ83C-N8/photos/AWU5eFh3Vca6JJjJZg75B2tUm2IDcLQRVyXNbU0wi0oRXLXd2qwb-dLp3NJN-on9t3yfxCA1-Jklgd48w_HVJn9UehZ500Ao8-ZcgU8Z3L3X_6_clcjr1U7-rYWvR9_bohMUrdNjEcm4VlWUEt5Mk-obbmOMnKFrha4YQqnV/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "Laal Mandir is a Hindu temple located in the city of Pune, India. It is dedicated to the god Shiva and is one of the most popular temples in the city. The temple was built in the 18th century by Peshwa Bajirao I and is named after its red sandstone exterior. The temple is a beautiful example of Maratha architecture and is a popular tourist destination.\n\nIn addition to its religious significance, Laal Mandir is also known for its historical importance. The temple was built during the reign of the Peshwas, who were a powerful dynasty that ruled over the Deccan region of India for over two centuries. The Peshwas were patrons of the arts and sciences and their rule was a time of great prosperity and cultural development in the region.\n\nLaal Mandir is a fascinating example of Indian history and culture. It is a beautiful temple that is both sacred and historically significant. If you are visiting Pune, I highly recommend taking the time to visit Laal Mandir. You will not be disappointed.",
      "latitude": 18.5193466,
      "longitude": 73.8745117,
      "name": "Laal Mandir",
      "phoneNumber": "+912026132048",
      "ratings": 4.2,
      "tag": "Historical Monument",
      "website": "http://indianjews.org/en/research/jewish-sites-in-india/56-ohel-david-synagogue"
    },
    {
      "address": "Nagar Road, HW22+XHW, Samrat Ashok Rd, Kalyani Nagar, Pune, Maharashtra 411006, India",
      "emails": "Gandhi_memorial@vsnl.net",
      "images": "https://places.googleapis.com/v1/places/ChIJGxtxaBfBwjsR9GnVR3SpG6w/photos/AWU5eFh8W_ansAiZou7LwiymdPNB7sQSJF8n5tqrFI-QB51XMFVN72nhV81JW8cuODhOirYcCISYIILByW6nUy3IUMWto3PiQxsffCVhP_-T8MZqs56k2K4r0nSFCpuTjr3nv8joxwaKfhpvxg48XNMiWzEZGGWb2_ntjpDm/media?maxHeightPx=400&maxWidthPx=400&key=AIzaSyAiTovt8UIcR81M7EkL0_6jxacmj8aRwO0",
      "info": "The Aga Khan Palace is a historical place located in Pune, India. It was built in 1892 by Sultan Muhammed Shah Aga Khan III. The palace was used as a prison for Mahatma Gandhi and his wife Kasturba Gandhi during the Indian independence movement. The palace is now a museum and a memorial to Gandhi and Kasturba. It is open to the public and is a popular tourist destination. The palace is a beautiful example of Indo-Saracenic architecture. It is surrounded by lush gardens and offers stunning views of the city. The palace is a reminder of the struggle for Indian independence and the sacrifices that were made. It is a place of great historical significance and is well worth a visit.",
      "latitude": 18.552494199999998,
      "longitude": 73.90145629999999,
      "name": "Aga Khan Palace",
      "phoneNumber": "+912026612700",
      "ratings": 4.3,
      "tag": "Museum",
      "website": "http://WWW.MAHARASHTRATOURISM.GOV.IN"
    }
  ]
}